[
  {
    "id": "2",
    "heading": "Development",
    "body": "Been building website in various languages for some time now. Mainly used Angular in a commercial environment. Proficient in custom CMS theming in wordpress as well as using headless CMS to serve apps. <br /> Adhere to best practices and creating maintainable, tested code. Always willing to learn more and wanting to make web experiences as engaging, accessible and user friendly as possible for user/clients",
    "footer": [
      "Angular",
      "Node",
      "CD/CI",
      "CMS",
      "Typescript"
    ],
    "url": "/contact",
    "imageName": "web-development"
  },
  {
    "id": "3",
    "heading": "UX/UI Design",
    "body": "Usability is a key considerations when building any application. Confusing the user is you single point of failure. Designing UI's that just work, before going to build can make for some happy devs, and stakeholders. <br />Always looking at ways to simplify the interface whilst using tried and tested methods to funnel users to the end goal &amp; increase engagement",
    "footer": [
      "inVision",
      "Sketch",
      "AdobeXD"
    ],
    "url": "/contact",
    "imageName": "ux-ui-design"
  },
  {
    "id": "1",
    "heading": "Web Design",
    "body": "Design & planning have been my bread and butter for well over a decade. From structual site planning to storyboarding and graphics, this is something i love doing. <br /> I still cannot wait to open up my graphic software of choice or start planning a new user journey whenever the oppotunity presents itself. I have designed logos, email suites, brand guidelines to complete component libraries.",
    "footer": [
      "Sketch",
      "InVision",
      "Illustrator"
    ],
    "url": "/contact",
    "imageName": "web-design"
  },
  {
    "id": "4",
    "heading": "SEO",
    "body": "I use only white hat techniques and proven SEO formulas to increade your visibilty in the populor search engines #google. This way wepull in relevant and targeted customer and clients alike. <br />I work short &amp; long term with clients to produce successful results and maintain web vitals and ranking",
    "footer": [
      "Keywords/Research",
      "Analytics",
      "Optimize",
      "Content"
    ],
    "url": "/contact",
    "imageName": "seo-engagement"
  }
]
