[
  {
    "rating": 2,
    "company": "Bud Design & Landscaping",
    "name": "Steve Corio",
    "image": "testimonial-steve-profile",
    "testimonialHighlight": "Not only did Elton capture our vision beautifully he took it to the next level.",
    "testimonial": "Having him design and build our website has been a true pleasure, a bonus is he's always available on the phone when we need help with something.",
    "location": "Slough, Berkshire"
  },
  {
    "rating": 2,
    "company": "Spares 4 Mowers",
    "name": "Mark James",
    "image": "testimonial-mark-profile",
    "testimonialHighlight": "Had the best experience working with Elton at WideSign.",
    "testimonial": "He knows his stuff, and is extremely competent and reliable. He has set up and maintained multiple sites for us spanning a decade now.",
    "location": "Holyport, Maidenhead"
  },
  {
    "rating": 5,
    "company": "BT Roofing Services Limited",
    "name": "Frankie Austin",
    "image": "testimonial-frankie-profile",
    "testimonialHighlight": "It can be a minefield trying to choose the right designers/developer to work with, Elton's extremely passionate, he brings fresh new ideas to table every time.",
    "testimonial": "His extensive knowledge and computer wizardry is something to be admired, which has definitely given my company a competitive edge",
    "location": "Reigate, Surrey"
  },
  {
    "rating": 2,
    "company": "Flashlight Photography",
    "name": "Sue King",
    "image": "testimonial-sue-profile",
    "testimonialHighlight": "Great customer support...",
    "testimonial": "The changes on my website were dealt with quickly and efficiently by Elton. I wouldn't hesitate to recommend his services.",
    "location": "Cobham, Surrey"
  },
  {
    "rating": 5,
    "company": "BT Roofing Services Limited",
    "name": "Frankie Austin",
    "image": "testimonial-frankie-profile",
    "testimonialHighlight": "It can be a minefield trying to choose the right company to work with when it comes to improving your site ranking and visibility online",
    "testimonial": "We have been using Elton for over a year now and the results are clear to see. His extensive SEO and marketing knowledge has definitely given my company a competitive edge.",
    "location": "Reigate, Surrey"
  }
]
